--[[ ═══════════════════════════════════════════════════════════════════════════
     🐺 LXR-ME — Locale: Georgian (ქართული) — 1:1 mirror of en.lua
     © 2026 iBoss21 / LXRCore — All Rights Reserved
     ═══════════════════════════════════════════════════════════════════════════ ]]

Locale.Register('ka', {
    command = {
        ['do']  = 'სცენის აღწერა (/do …)',
        try     = 'სცადეთ რამე შემთხვევითი შედეგით (/try …)',
        whisper = 'ჩურჩული ახლოს მდგომ მოთამაშეებთან',
        message = 'შეტყობინება',
    },
    try = { success = 'გამოსდის', failure = 'ვერ ახერხებს' },
    error = { rate = 'შეანელეთ', empty = 'თქვით რამე' },
})
